Repository: ubports/unity-scope-mediascanner
Catalog: po/*.po
Languages: br, da

source: Featured on %s
br: Kavet war %s

source: Results from %s
br: Disoc'hoù gant %s
da: Resultater fra %s

source: Get started!
br: Kregiñ ganti !

source: Drag and drop items from another devices. Alternatively, load your files onto a SD card.
br: Riklañ ha dilec'hiañ elfennoù diwar binvioù all. A-hend-all, kargit ho restroù e-barzh ur gartenn SD.

source: Nothing here yet... Make a video!
br: Netra amañ c'hoazh... Grit ur video !

source: Everything
br: Pep tra
da: Alt

source: My Roll
br: Ma roll
da: Min rulle

source: Downloaded
br: Pellgarget
da: Hentet

source: My Videos
br: Ma videoioù
da: Mine videoer

source: Play
br: Lenn
da: Afspil

source: My Music
br: Ma sonerezh
da: Min musik

source: Artists
br: Arzourien
da: Kunstnere

source: Albums
br: Albomoù
da: Albummer

source: Tracks
br: Tonioù
da: Spor

source: Genres
br: Stiloù
da: Genrer

source: Play in music app
br: Lenn gant an arload sonerezh
da: Afspil i musik-app

source: New albums from 7digital
br: Albomoù nevez eus 7digital
da: Nye albummer fra 7digital

source: Popular tracks on SoundCloud
br: Roudennoù a blij d'an dud war SoundCloud

source: Nearby Events on Songkick
br: Darvoudoù nepell war Songkick

source: Popular tracks on Youtube
br: Roudennoù a blij d'an dud war Youtube

source: This is an Ubuntu search plugin that scans the device for music and allows it to be searched and displayed in the Dash.
br: Hemañ zo ul lugant enklask Ubuntu hag a glask sonerezh er benveg dezhañ da vezañ furchet ha diskwelet en daolenn-vourzh.
da: Dette er et Ubuntu-søgemodul som scanner enheden for musik med mulighed for søgning og visning på instrumentbrættet.

source: Search local music collection
br: Klask en dastumad sonerezh lec'hel
da: Søg i lokal musiksamling

source: This is an Ubuntu search plugin that scans the device for videos and allows them to be searched and displayed in the Dash.
br: Hemañ zo ul lugant enklask Ubuntu hag a glask videoioù er benveg dezho da vezañ furchet ha diskwelet en daolenn-vourzh.
da: Dette er et Ubuntu-søgemodul som scanner enheden for videoer med mulighed for søgning og visning i instrumentbrættet.

source: Music
br: Sonerezh
da: Musik

source: This is an Ubuntu search plugin that merges all music sources into one.
br: Hemañ zo ul lugant enklask Ubuntu hag a gendeuz an holl vammennoù sonerezh en unan hepken.
da: Dette er et Ubuntu-søgemodul som fletter alle musikkilder sammen.

source: Search music
br: Klask sonerezh
da: Søg efter musik

source: This is an Ubuntu search plugin that merges all video sources into one.
br: Hemañ zo ul lugant enklask Ubuntu hag a gendeuz an holl vammennoù videoioù en unan hepken.
da: Dette er et Ubuntu-søgemodul som fletter alle videokilder sammen.

source: Search video
br: Klask video
da: Søg efter video

source: Popular tracks on Grooveshark
da: Populære numre på Grooveshark

source: %s Features
da: %s-funktioner

source: Display results from Grooveshark
da: Vis resultater fra Grooveshark

source: Display results from 7digital
da: Vis resultater fra 7digital

source: Display results from YouTube
da: Vis resultater fra YouTube
